Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་ལུང་དུ་མི་བསྟན་པའི་དངོས་པོ་ཡང་མི་མངའ།
en: The tathāgatas have no neutrality.

source: སྤྱོད་ཡུལ་ཐམས་ཅད་ལ་མཁྱེན་པར་བྱའོ་སྙམ་པའི་དགོངས་པ་ཡང་མི་མངའ།
en: They do not possess the thought, ‘I know all fields of experience.’

source: འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པ་ལ་ཐ་དད་པའི་འདུ་ཤེས་ཀྱང་མི་མངའོ།
en: They do not perceive saṃsāra and nirvāṇa as separate.

source: །དེ་བཞིན་གཤེགས་པ་ནི་གང་ཅི་ཡང་རུང་སྟེ་མ་ངེས་པ་མི་མངའོ།
en: The tathāgatas have no uncertainty whatsoever.

source: །དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་སྤྱོད་ལམ་བཞི་པོ་ཐམས་ཅད་དུ་ཡེ་ཤེས་ཀྱིས་ཡོངས་སུ་མ་བཟུང་བ་མི་མངའོ།
en: The tathāgatas are never without wisdom in all the four kinds of physical activity.

source: །ཆོས་ཐམས་ཅད་ལ་བྱམས་པ་དང་ཐུགས་རྗེས་ཡོངས་སུ་མ་ཟིན་པ་མི་མངའ་བས།
en: There is no phenomenon that they do not have love and compassion for.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བའི་ཕན་མི་འདོགས་པ་གང་ཡང་མེད་དོ། །རིགས་ཀྱི་བུའམ།
en: There is not a single being to whom they do not bring happiness and benefit. “

source: རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གསེར་འོད་དམ་པའི་མདོ་སྡེ་འདི་ཐོས་ནས་མངོན་པར་ཡིད་ཆེས་པ་གང་ཡིན་པ་དེ་དག་ནི་སེམས་ཅན་དམྱལ་བ་དང་། ཡི་དགས་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། ལྷ་མ་ཡིན་གྱི་འགྲོ་བ་དག་ཏུ་ལྟུང་བར་མི་འགྱུར་ཞིང་རྟག་པར་ལྷ་དང་མིའི་ནང་དུ་སྐྱེ་བར་འགྱུར་བས་མ་རབས་དག་ཏུ་སྐྱེ་བར་མི་འགྱུར་ལ། རྟག་པར་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་བསྙེན་བཀུར་དང་རིམ་གྲོ་བྱས་ནས་ཡང་དག་པའི་ཆོས་མཉན་ཅིང་ལེན་པར་འགྱུར། རྟག་པར་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: Noble one, someone who hears this Sūtra of the Sublime Golden Light and believes in it will never fall into an existence as a hell being, an animal, a preta, or an asura but will always be reborn among devas or humans, so that they will never have an inferior rebirth and will always serve and honor the tathāgatas, listen to and obtain the Dharma, and be reborn into pure buddha realms.

source: ཆོས་ཟབ་མོ་འདི་ཐོས་པར་གྱུར་པའི་ཕྱིར་རོ། །རིགས་ཀྱི་བུ་དང་།
en: Because they have heard this extremely profound Dharma. “

source: རིགས་ཀྱི་བུ་མོ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་མཁྱེན་ཅིང་ལུང་བསྟན་པར་འགྱུར་བས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་མི་འགྱུར་རོ།
en: Those noble men and noble women are known and prophesied by tathāgatas and are irreversibly progressing to the highest, most complete enlightenment. “

source: །རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་ཤིན་ཏུ་ཟབ་པའི་ཆོས་གྱ་ནོམ་པ་འདི་ལན་ཅིག་རྣ་བས་ཐོས་པར་གྱུར་ན་གང་ཟག་དེ་ནི་དེ་བཞིན་གཤེགས་པ་ལ་སྐུར་པ་མི་འདེབས་པ་དང་། ཡང་དག་པའི་ཆོས་ལ་མི་སྨོད་པ་དང་། འཕགས་པའི་ཚོགས་ལ་མི་བརྙས་པ་དང་།
en: The noble men and noble women who hear this profound, sublime Dharma just once will not malign the tathāgatas, will not denigrate the Dharma, and will not defame the ārya saṅgha.

source: སེམས་ཅན་རྣམས་དགེ་བའི་རྩ་བ་མ་བསྐྱེད་པ་ནི་སྐྱེད་པར་བྱེད་ལ། དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ནི་འཕེལ་ཞིང་ཡངས་པ་དང་། ཡོངས་སུ་སྨིན་པར་བྱེད་པའི་ཕྱིར་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་སེམས་ཅན་ཇི་སྙེད་པ་དེ་དག་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་རྣམས་མངོན་པར་སྒྲུབ་པར་བསྐུལ་བར་འགྱུར་བར་རིག་པར་བྱའོ།
en: In order to cause beings who have not developed good roots to develop them, and in order to cause the good roots that have been developed to increase, become vast, and ripen, they will inspire all beings in all world realms to accomplish the six perfections.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་དང་། ཚངས་པ་དང་། བརྒྱ་བྱིན་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ལྷའི་འཁོར་མང་པོ་རྣམས་འདུག་པའི་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་ཐལ་མོ་སྦྱར་ཏེ་གུས་པས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས།
en: Then the bodhisattva Ākāśagarbha, Brahmā, Śakra, the Four Mahārājas, and the great assembly of devas rose from their seats, and with their robes over one shoulder, they placed their palms together and with veneration bowed down their heads to the Bhagavat’s feet.

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གནས་གང་ཡང་རུང་བདག་ཏུ་འདི་ལྟར་གསེར་འོད་དམ་པའི་མདོ་སྡེ་ཤིན་ཏུ་གྱ་ནོམ་པ་འདི་ཡང་དག་པར་སྟོན་པར་བགྱིད་ན་ཡུལ་དེར་ཕན་ཡོན་རྣམ་པ་བཞི་དང་ལྡན་པར་འགྱུར་ལགས་སོ།
en: Then they said to the Bhagavat, “In whatever land this extremely excellent Sūtra of the Sublime Golden Light is taught, there will be four kinds of beneficial qualities.

source: །བཞི་གང་ཞེ་ན།
en: What are those four? “

source: དང་པོ་ནི་རྒྱལ་པོའི་དམག་ཚོགས་རྣམས་བཙན་ཞིང་དར་བས་པས་ཀྱི་རྒོལ་བའི་དགྲ་རྣམས་མ་མཆིས་པ་དང་།
en: First, the king’s army will be strong and increase so that there will be no invading enemies.

source: བྲོ་ནད་དང་བྲལ་ཞིང་ཚེ་རིང་བ་དང་།
en: There will be long lives and no illness.

source: བཀྲ་ཤིས་དང་ལྡན་ཞིང་བདེ་སྐྱིད་པ་དང་། དམ་པའི་ཆོས་དར་ཞིང་རྒྱས་པར་འགྱུར་བའོ།
en: There will be good fortune and happiness, and the sublime Dharma will spread and increase. “

source: །གཉིས་པ་ནི་ཕོ་བྲང་ནང་གི་བཙུན་མོ་དང་། སླས་དང་། རྒྱལ་བུ་དང་། བློན་པོ་རྣམས་འདུམ་ཞིང་རྩོད་པ་མ་མཆིས་པ་དང་། གཡོ་སྒྱུ་དང་ཕྲ་མ་སྤངས་པས་རྒྱལ་པོས་གནང་ཞིང་བཀུར་བར་འགྱུར་རོ།
en: Second, within the palace, the queens, their attendants, the princes, and the ministers will be in harmony, will not quarrel, and will avoid deception and slander so that the king will authorize and honor them. “

source: །གསུམ་པ་ནི་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཡུལ་གྱི་མི་རྣམས་ཡང་དག་པའི་ཆོས་སྤྱོད་པས་བྲོ་ནད་མ་མཆིས་ཤིང་བདེ་སྐྱིད་པ་དང་། བློ་བུར་དུ་འགུམ་པ་མ་མཆིས་པ་དང་། བསོད་ནམས་མང་པོ་མངོན་པར་སྒྲུབ་པའོ།
en: Third, mendicants, brahmins, and the people will practice the true Dharma, have no illness, be happy, not die prematurely, and accomplish much merit. “

source: །བཞི་པ་ནི་དུས་གསུམ་པོ་དག་ཏུ་འབྱུང་བ་ཆེན་པོ་བཞི་པོ་དག་འཕྲོད་ཅིང་རྟག་པར་ལྷ་རྣམས་ཀྱིས་བྱིན་གྱིས་བརླབས་ནས་ཡོངས་སུ་སྲུང་བར་འགྱུར་བ་དང་། བྱམས་པ་དང་སྙིང་རྗེ་མཉམ་པར་གྱུར་བས་གནོད་པ་མི་བགྱིད་ཅིང་རྣམ་པར་འཚེ་བའི་བསམ་པ་མ་མཆིས་པ་དང་། སྐྱེ་བོ་རྣམས་དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་སུ་མཆི་ཞིང་ཐམས་ཅད་ཀྱིས་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་མངོན་པར་སྒྲུབ་པར་འགྱུར་བ་སྟེ།
en: Fourth, in all three times, the four great elements will be in harmony; devas will give their blessing and their complete protection—as they will have love and compassion equally for all, they will not cause harm and will have no thoughts of malice; and beings will go for refuge to the Three Jewels, and they will all practice the conduct of enlightenment. “

source: འདི་དག་ནི་ཕན་ཡོན་རྣམ་པ་བཞི་ཞེས་བགྱི་ལགས་སོ།
en: Those are the four kinds of benefit. “

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་རྟག་པར་མདོ་སྡེ་འདི་རྒྱ་ཆེར་སྤེལ་བའི་སླད་དུ་འདི་ལྟར་མདོ་སྡེ་འདི་ཡོངས་སུ་འཛིན་པའི་གང་ཟག་དེའི་སླད་དུ་རྗེས་སུ་འབྲང་ཞིང་གང་ན་གནས་པའི་གནས་དེར་སྨན་པ་དག་བགྱིད་ལགས་སོ།
en: Bhagavat, so that we may cause this sūtra to continually spread extensively, we will go to the locations of the individuals who possess this sūtra and we will benefit them.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་ལེགས་སོ། །ལེགས་སོ།
en: Noble ones, that is excellent, excellent!” said the Bhagavat. “

source: །དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ། ཁྱོད་ཀྱི་རབ་ཏུ་བརྩོན་པའི་སེམས་ཀྱི་མདོ་སྡེའི་རྒྱལ་པོ་ཤིན་ཏུ་གྱ་ནོམ་པ་འདི་སྤེལ་བ་ཉིད་ཀྱིས་ཡང་དག་པའི་ཆོས་ཡུན་རིང་དུ་འཇིག་རྟེན་ན་གནས་པར་འགྱུར་རོ།
en: By your causing, with dedicated minds, this sublime king of sūtras to spread, this true Dharma will remain in the world for a long time!”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་སྐུ་གསུམ་རྣམ་པར་འབྱེད་པའི་ལེའུ་སྟེ་གསུམ་པའོ།། །།
en: This concludes “The Differentiation of the Three Bodies,” the third chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མཛེས་པའི་ཏོག་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་མངོན་སུམ་དུ་ཤིན་ཏུ་གྱ་ནོམ་པའི་ཆོས་ཐོས་པས་དགའ་མགུ་རངས་པར་གྱུར་ཏེ།
en: Chapter 4: The Vision in a Dream of Purification through Regret Then the bodhisattva Ruciraketu was happy and overjoyed to have heard the extremely sublime Dharma directly from the Bhagavat.

source: སེམས་རྩེ་གཅིག་ཏུ་ཡིད་ལ་བསམས་ནས་རང་གི་གནས་སུ་ཕྱིན་པ་དང་།
en: He contemplated it one-pointedly and returned to his home.

source: མཚན་མོ་ཉལ་བའི་རྨི་ལམ་ན་གསེར་གྱི་རྔ་བོ་ཆེ་འོད་ཟེར་ཤིན་ཏུ་འབར་བ་ཉི་མའི་དཀྱིལ་འཁོར་དང་མཚུངས་པ་ཞིག་མཐོང་སྟེ།
en: While asleep that night, in a dream he saw a great golden drum that was shining brightly like the disk of the sun.

source: འོད་ཟེར་དེ་ལས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཚད་མེད་པ་རྣམས་རིན་པོ་ཆེའི་ཤིང་དྲུང་ན་བཻ་ཌཱུརྱའི་གདན་ལ་བཞུགས་ནས་འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་བ་ལ་ཆོས་འཆད་པ་ཡང་མཐོང་།
en: From those light rays, he saw in the ten directions countless buddhas seated upon beryl thrones at the foot of precious trees, encircled by assemblies of many hundreds of thousands, and they were teaching the Dharma.

source: བྲམ་ཟེ་ཞིག་གིས་གསེར་གྱི་རྔ་བརྡུངས་པ་ལས་སྒྲ་ཆེན་པོ་བྱུང་སྟེ། སྒྲ་དེ་ལས་སྡིག་པ་བཤགས་པའི་ཆོས་ཀྱི་ཚིགས་སུ་བཅད་པ་ཤིན་ཏུ་གྱ་ནོམ་པ་དག་བསྟན་པ་ཡང་མཛེས་པའི་ཏོག་གིས་ཐོས་པས་ཐམས་ཅད་མ་ལུས་པར་ཡིད་ལ་བཟུང་སྟེ་དྲན་པ་རྩེ་གཅིག་ཏུ་གནས་པར་གྱུར་ཏོ།
en: A brahmin beat that drum, from which came a loud sound; from that sound were taught sublime Dharma verses of the confession of bad actions, which Ruciraketu heard. He kept the entirety of it in his mind and remained in one-pointed mindfulness.

source: །ནམ་ལངས་པ་དང་འཁོར་བརྒྱ་སྟོང་ཚད་མེད་པ་མང་པོས་ཡོངས་སུ་བསྐོར་ཏེ་མཆོད་པའི་ཡོ་བྱད་རྣམས་ཐོགས་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ནས་ཕྱིར་བྱུང་སྟེ། བྱ་རྒོད་ཕུང་པོའི་རི་ག་ལ་བ་དེར་དོང་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཕྱིན་པ་དང་།
en: At dawn, he left the city of Rājagṛha. Accompanied by an entourage numbering countless hundreds of thousands, and carrying objects for offering, he went to Vulture Peak Mountain and came into the presence of the Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་བྱས་ནས་མེ་ཏོག་དང་སྤོས་དག་བཀྲམ་སྟེ།
en: He bowed down to the feet of the Bhagavat and spread out flowers and perfume.

source: གཡས་ཕྱོགས་སུ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དེ་ཐལ་མོ་སྦྱར་ནས་གུས་པས་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་དུ་བལྟས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: He then circumambulated the Bhagavat three times, keeping him to his right, and sat down to one side.

source: །བཅོམ་ལྡན་འདས་བདག་གི་གཡར་ལམ་ན་བྲམ་ཟེ་ཞིག་གིས་གསེར་གྱི་རྔ་ཤིན་ཏུ་གྱ་ནོམ་པ་བརྡུངས་པ་ལས་སྒྲ་ཆེན་པོ་བྱུང་སྟེ།
en: He placed his palms together, gazed with veneration upon the face of the Bhagavat, and said, “Bhagavat, I dreamed that a brahmin beat a sublime golden drum from which came a loud sound, and from that sound were taught sublime Dharma verses of the confession of bad actions.

source: སྒྲ་དེ་ལས་སྡིག་པ་བཤགས་པའི་ཆོས་ཀྱི་ཚིགས་སུ་བཅད་པ་ཤིན་ཏུ་གྱ་ནོམ་པ་དག་བསྟན་པ་བདག་གིས་ཐམས་ཅད་ཡོངས་སུ་བཟུང་སྟེ་དྲན་ལགས་ན།
en: I memorized them and remember them.

source: བཅོམ་ལྡན་འདས་ཐུགས་རྗེ་ཆེན་པོས་བདག་གིས་བཤད་པར་གནང་བར་མཛད་དུ་གསོལ།
en: Bhagavat, I request that through your great compassion you give me permission to recite them.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཚིགས་སུ་བཅད་དེ་གསོལ་པ། །བདག་གིས་མདང་སུམ་གཡར་ལམ་ན། །གསེར་གྱི་རྔ་ནི་ཆེན་པོ་ཞིག །དབྱིབས་ནི་ཤིན་ཏུ་ཁྱད་པར་འཕགས། །ཀུན་ནས་འོད་ཟེར་ཁྱབ་པར་ལྡན།
en: Then, in the presence of the Bhagavat, he recited those verses: “In a dream I had last night, I saw a great golden drum With an exceptionally superior shape, Completely suffused with light rays. “

source: །ཉི་མའི་དཀྱིལ་འཁོར་མཚུངས་པས་ན། །སྣང་བས་ཀུན་ཏུ་ཁྱབ་པར་བགྱིས། །ཕྱོགས་བཅུའི་འཇིག་རྟེན་གང་བར་མཐོང་།
en: It was like the disk of the sun, Its radiance spreading everywhere, Filling the worlds in the ten directions.

source: །སངས་རྒྱས་མང་པོ་ཐམས་ཅད་ཀུན། །རིན་ཆེན་ལྗོན་ཤིང་དྲུང་དག་ཏུ། །བཻ་ཌཱུརྱ་ཡི་གདན་བཞུགས་ཏེ། །འཁོར་ནི་བརྒྱ་སྟོང་ཚད་མེད་སྙེད། །གུས་པས་ཡོངས་སུ་བསྐོར་བར་མཐོང་།
en: I saw an entire multitude of buddhas “Seated on thrones of beryl At the foot of precious trees, Encircled by respectful assemblies Of countless hundreds of thousands. “

source: །དེ་ནས་བྲམ་ཟེ་ཞིག་གིས་ནི། །གསེར་གྱི་རྔ་ཆེན་བརྡུངས་པས་ན། །རྔ་ཆེན་དེ་ཡི་སྒྲ་ལས་ནི། །ཚིགས་བཅད་གྱ་ནོམ་འདི་སྐད་སྨྲས། །གསེར་འོད་རྔ་ལས་གྱ་ནོམ་སྒྲ་བྱུང་བས།
en: Then there was a brahmin Who beat the great golden drum.

source: །སྟོང་གསུམ་ཆེན་པོའི་འཇིག་རྟེན་ཀུན་ཁྱབ་ནས། །ངན་སོང་གསུམ་གྱི་སྡུག་བསྔལ་མི་བཟད་དང་། །མི་ཡི་སྡུག་བསྔལ་མང་པོ་གང་ཡིན་པ། །གསེར་གྱི་རྔ་སྒྲ་མཐུ་སྟོབས་དབང་གིས་ནི། །ཉོན་མོངས་སྒྲིབ་པ་ཐམས་ཅད་གཏན་ཞི་ནས། །དཔེར་ན་ཐུབ་དབང་བཅོམ་ལྡན་ཇི་བཞིན་དུ། །འཇིགས་པ་བསལ་ནས་བདེ་བ་ཉིད་དུ་ཤོག །
en: And from the sound of that great drum, These sublime verses were spoken: “ ‘May the sound of the drum of golden light Spread through all world realms in the trichiliocosm, And through the power and might of the golden drum’s sound, May the terrible suffering in the three lower existences, “ ‘All the many sufferings that humans have, And all the kleśa obscurations permanently cease, And may fear be dispelled and there be happiness, Just as it has been for the Lord of Munis, the Bhagavat. “ ‘

source: བཅོམ་ལྡན་འཁོར་བའི་རྒྱ་མཚོ་ཆེན་པོར་ནི། །སྤྱོད་བསགས་ཐམས་ཅད་མཁྱེན་ནི་བསྒྲུབས་པས་ན།
en: The Bhagavat in saṃsāra’s great ocean Has practiced virtuous conduct and accomplished wisdom.

source: །སེམས་ཅན་བྱང་ཆུབ་ཡན་ལག་ལྡན་མཛད་ནས། །མཐར་ནི་ཡོན་ཏན་རྒྱ་མཚོ་ཕྱོགས་པར་མཛད།
en: He causes beings to possess the aspects of enlightenment And finally causes them to enter an ocean of good qualities. “ ‘

source: །གསེར་འོད་དམ་པའི་རྔ་ཆེན་སྒྲ་འདི་ནི། །ཐོས་པ་ཀུན་ནི་ཚངས་དབྱངས་ཐོབ་པར་ཤོག །བླ་མེད་བྱང་ཆུབ་འབྲས་བུ་ཐོབ་གྱུར་ནས། །ཆོས་ཀྱི་འཁོར་ལོ་གྱ་ནོམ་རྟག་བསྐོར་ཤོག །
en: May all who hear the sound of the great drum Of sublime golden light attain the voice of Brahmā, Attain the result that is the highest enlightenment, And constantly turn the perfect Dharma wheel. “ ‘

source: ཚེ་ནི་བསྐལ་པ་བསམ་མི་ཁྱབ་གནས་ནས། །ཇི་བཞིན་ཆོས་བཤད་སྐྱེ་དགུ་ཕན་བྱེད་ཤོག །
en: May their lives continue for countless eons, And may they teach the Dharma correctly and benefit beings.

source: ཉོན་མོངས་སྡུག་བསྔལ་མང་པོ་རྒྱུན་བཅད་ནས། །འདོད་སྡང་གཏི་མུག་ལ་སོགས་ཞི་བར་ཤོག །
en: May they bring to an end numerous kleśas and sufferings, And cause desire, anger, ignorance, and so on, to cease. “ ‘

source: སེམས་ཅན་གང་ཞིག་ངན་འགྲོ་གནས་གྱུར་ནས། །མེ་ཆེན་རབ་འབར་ལུས་ཀུན་ཁྱབ་པ་དག །རྔ་སྒྲ་དམ་པ་འདི་ནི་ཐོས་གྱུར་ན། །སྡུག་བསྔལ་བྲལ་ནས་སངས་རྒྱས་སྐྱབས་འགྲོར་ཤོག །
en: May beings who are in the lower existences, Their bodies pervaded by a great blazing fire, On hearing the sublime sound of the great drum Be freed from suffering and go to the Buddha for refuge. “ ‘

source: ཐམས་ཅད་སྔོན་གནས་ཤེས་པ་གྲུབ་གྱུར་ནས། །འདས་པའི་ཚེ་རབས་བརྒྱ་སྟོང་དྲན་པར་ཤོག །
en: May all attain knowledge of past lives, Remembering a hundred thousand lifetimes.

source: ཐུབ་པའི་གཙོ་བོ་ཡང་དག་དྲན་གྱུར་ནས། །དེ་བཞིན་གཤེགས་བསྟན་ཟབ་མོ་ཐོས་པར་ཤོག །
en: May they remember the Lord of Munis And hear the profound teaching of the Tathāgata. “ ‘

source: གསེར་གྱི་རྔ་དབྱངས་དམ་པ་ཐོས་པའི་དབང་། །རྟག་པར་སངས་རྒྱས་རྣམས་ནི་ཉེར་བསྟེན་ནས།
en: Through hearing the sublime sound of the golden drum, May they always be reliant upon the buddhas.

source: །ཐམས་ཅད་སྡིག་པའི་ལས་ནི་ཡོངས་སྤངས་ཏེ། །རྣམ་དག་དགེ་ཕྱོགས་འབའ་ཞིག་སྤྱོད་པར་ཤོག །
en: May they all completely forsake bad actions And practice solely that which is pure and good. “ ‘

source: ལྷ་དང་མི་ཡི་སྲོག་ཆགས་ཐམས་ཅད་ཀུན། །གུས་པའི་སྨོན་ལམ་རྩེ་གཅིག་འདེབས་པ་དག །གསེར་གྱི་རྔ་སྒྲ་དམ་པ་ཐོས་གྱུར་ནས། །བསམ་པ་རྣམས་ནི་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: May all humans and devas Who pray one-pointedly with devotion Hear the sublime sound of the golden drum And completely fulfill their aspirations. “ ‘

source: །སེམས་ཅན་གང་ཞིག་མནར་མེད་ལྷུང་གྱུར་ནས། །དམྱལ་བའི་འབར་མེས་ལུས་ནི་ཉོན་མོངས་ཏེ། །མགོན་སྐྱབས་མེད་ཅིང་འཁོར་བར་གང་གནས་པ། །ཐོས་པར་གྱུར་ན་སྡུག་བསྔལ་ཞི་བར་འགྱུར།
en: May beings who have fallen into Avīci, Whose bodies are tormented by the fires of hell, And those who are in saṃsāra without protector or refuge, On hearing that sound have their sufferings cease. “ ‘

source: །ལྷ་མི་ཡི་དགས་དུད་འགྲོའི་སྐྱེ་གནས་སུ། །སྡུག་བསྔལ་བགེགས་མང་མངོན་དུ་མྱོང་འགྱུར་བ། །གསེར་གྱི་རྔ་དབྱངས་དམ་པ་ཐོས་གྱུར་ན། །སྡུག་བསྔལ་སྤངས་ནས་ཐར་པ་ཐོབ་པར་འགྱུར།
en: May those born as devas, humans, pretas, and animals, Who are experiencing many obstacles and sufferings, On hearing the sublime sound of the golden drum Free themselves of suffering and attain liberation. “ ‘

source: །ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན། །རྟག་ཏུ་བཞུགས་པ་རྐང་གཉིས་གཙོ། །ཐུགས་རྗེ་ཆེན་པོ་ཐུགས་ཀྱིས་ནི། །བརྩེ་བས་བདག་ལ་དགོངས་སུ་གསོལ།
en: I pray that the lords of two-legged beings, who at this time Are continually present in worlds in the ten directions, Will look lovingly upon me With minds of great compassion. “ ‘

source: །སེམས་ཅན་གང་ཞིག་སྐྱབས་མ་མཆིས། །མགོན་ནི་བགྱིད་པ་མ་མཆིས་པ། །དེ་ལྟ་བུ་ཡི་རྣམ་པ་ལ། །སྐྱབས་ཆེན་དག་ནི་བགྱིད་པར་ཤོག །
en: Any being who has no refuge And who is without a protector— May those who are in that condition Have the great refuges. “ ‘

source: བདག་གིས་སྔོན་ནི་བགྱིས་པའི་སྡིག། །ལས་ངན་ཤིན་ཏུ་ལྕི་བ་རྣམས། །དེང་བདག་སྟོབས་བཅུའི་སྤྱན་སྔར་ནི། །ཐམས་ཅད་རྩེ་གཅིག་རབ་ཏུ་བཤགས།
en: In the presence of those with the ten strengths, I confess today, single-mindedly, all of The extremely heavy bad actions, The sins that I have committed in the past. “ ‘

source: །བདག་གིས་སངས་རྒྱས་ཡིད་མ་ཆེས། །བླ་མ་གཉེན་བཤེས་མ་གུས་དང་། །དགེ་བ་མང་པོ་མ་སྤྱད་པས། །རྟག་ཏུ་ལས་ངན་བགྱིས་པའམ།
en: I have constantly committed bad actions By not believing in the buddhas, Not revering gurus and kalyāṇamitras, And I have not performed many good actions. “ ‘

source: །བདག་གིས་མཐོ་བཙུན་རུས་རིགས་དང་། །ལོངས་སྤྱོད་དག་ནི་སྙེམས་པ་དང་། །དར་ལ་བབ་པས་དྲེགས་གྱུར་ནས། །རྟག་ཏུ་ལས་ངན་བགྱིས་པའམ།
en: I have constantly committed bad actions By being proud of my high status, Of my family, and of my possessions, And by being conceited about my youth. “ ‘

source: །རྟག་ཏུ་ལོག་པའི་བསམ་བསྐྱེད་ནས། །ངག་གིས་ཚིག་ངན་སྨྲས་པ་དང་། །ཁ་ན་མ་ཐོ་མ་མཐོང་ནས། །རྟག་ཏུ་ལས་ངན་བགྱིས་པ་འམ།
en: I have constantly committed bad actions Through constantly having wrong thoughts, Giving voice to bad words, And not seeing these as sinful. “ ‘

source: །རྟག་ཏུ་བྱིས་པའི་བློ་སྤྱད་ནས། །མ་རིག་མུན་པས་སེམས་གཡོགས་དང་། །མི་དགེའི་གྲོགས་པོའི་རྗེས་འབྲངས་ནས། །རྟག་ཏུ་ལས་ངན་བགྱིས་པ་འམ།
en: I have constantly committed bad actions By constantly having a foolish mentality, My mind obscured by the darkness of ignorance, And by following wicked companions. “ ‘

source: །རྩེད་མོ་དགའ་བ་རྣམས་ཀྱི་རྒྱུས། །མྱ་ངན་དག་དང་ལྡན་འགྱུར་ཞིང་། །འདོད་ཆགས་ཞེ་སྡང་དཀྲིས་པས་ན། །དེ་སླད་སྡིག་རྣམས་བགྱིས་པ་འམ།
en: I have committed bad actions because of My delighting in amusements, Because of being in a state of misery, Or being in the bondage of desire and hate. “ ‘

source: །མི་དགེའི་གྲོགས་པོ་བསྟེན་པ་དང་། །ཕྲག་དོག་སེར་སྣ་བསམ་པ་དང་། །དབུལ་ཕོངས་གྱ་གྱུ་སྤྱད་པས་ན། །དེ་སླད་སྡིག་རྣམས་བགྱིས་པ་འམ།
en: I have committed bad actions because I have relied upon friends who were not virtuous, Because of being motivated by envy and greed, And because of poverty and deception.

source: །སྡིག་མང་དག་ལ་མི་མོས་ཀྱང་།
en: Though I did not aspire to commit many bad actions, I have committed such actions Through fear and terror, Or because I was under the power of others.” “ ‘

source: །འཇིགས་སྐྲག་དག་དང་བཅས་པའམ། །རང་དབང་དག་ནི་མ་མཆིས་པས། །དེ་སླད་སྡིག་རྣམས་བགྱིས་པ་འམ།
en: I have committed bad actions because, Though I did not aspire to many bad actions, I did so through fear and terror Or because I was under the power of others. “ ‘

source: །རྣམ་པར་གཡེང་བའི་བསམ་པ་དང་། །ཁོང་ཁྲོ་འཁོན་དུ་འཛིན་པ་དང་། །བཀྲེས་སྐོམ་དག་གིས་གདུངས་པའི་རྒྱུས། །དེ་སླད་སྡིག་རྣམས་བགྱིས་པ་འམ།
en: I have committed bad actions because My thoughts were completely distracted, Because I was angry or held a grievance, And because I was tormented by hunger and thirst. “ ‘

source: །བཟའ་དང་བཏུང་དང་གོས་དག་དང་། །བུད་མེད་དག་ལ་ཆགས་སྲིད་པའི། །ཉོན་མོངས་མེས་ནི་བསྲེགས་པས་ན། །དེ་སླད་སྡིག་རྣམས་བགྱིས་པ་འམ།
en: I have committed bad actions because of Being burned by the fire of the kleśas In craving for food and drink, And for clothes and for women. “ ‘

source: །སངས་རྒྱས་ཆོས་དང་དགེ་འདུན་ལ། །གུས་པའི་སེམས་ནི་མ་སྐྱེད་པའི། །འདི་འདྲའི་སྡིག་མང་གང་བགྱིས་པ། །དེང་བདག་ཐམས་ཅད་སོ་སོར་བཤགས།
en: All the many bad actions I have done, Such as not having veneration in my mind For the Buddha, Dharma, and Saṅgha, Today I individually confess them all. “ ‘

source: །རང་རྒྱལ་བྱང་ཆུབ་སེམས་དཔའ་ལ། །གུས་པའི་སེམས་ནི་མ་མཆིས་པའི། །འདི་འདྲའི་སྡིག་མང་གང་བགྱིས་པ། །དེང་བདག་ཐམས་ཅད་སོ་སོར་བཤགས།
en: All the many bad actions I have done, Such as not having veneration in my mind For the pratyekabuddhas and bodhisattvas, Today I individually confess them all. “ ‘

source: །མི་ཤེས་དམ་ཆོས་སྐུར་པ་དང་། །ཕ་མ་སྲི་ཞུ་མ་བགྱིས་པའི། །དེ་འདྲའི་སྡིག་མང་གང་བགྱིས་པ། །དེང་བདག་ཐམས་ཅད་སོ་སོར་བཤགས།
en: All the many bad actions I have done, Such as ignorant criticism of the Dharma And having no respect for my parents, Today I individually confess them all. “ ‘

source: །གཏི་མུག་དང་ནི་ང་རྒྱལ་དང་། །འདོད་ཆགས་ཞེ་སྡང་མཐུ་ཡིས་ནི། །དེ་འདྲའི་སྡིག་མང་གང་བགྱིས་པ། །དེང་བདག་ཐམས་ཅད་སོ་སོར་བཤགས།
en: All the many bad actions I have done, Through the power of ignorance, Of pride, of desire, and of anger, Today I individually confess them all. “ ‘

source: །བདག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ཁམས། །སངས་རྒྱས་གྲངས་མེད་གང་མཆོད་པ། །སེམས་ཅན་རྣམས་ནི་རབ་དྲངས་ནས། །སྡུག་བསྔལ་བགེགས་རྣམས་བྲལ་བགྱིད་ཤོག །
en: May the countless buddhas in the realms Of the ten directions, to whom I make offerings, Become guides for all beings And free them from suffering and obstacles. “ ‘

source: སེམས་ཅན་དག་ནི་ཐམས་ཅད་ཀུན། །ས་བཅུ་ལ་ནི་གནས་གྱུར་ཏེ།
en: May every single being Abide in the ten bhūmis.

source: །བསོད་ནམས་ཡེ་ཤེས་ཡོངས་རྫོགས་ནས། །མངོན་སངས་སྐྱེ་དགུ་འདྲེན་པར་ཤོག །
en: Having perfected merit and wisdom, May they guide beings as buddhas. “ ‘

source: བདག་གིས་སེམས་ཅན་ཀུན་གྱི་སླད། །བསྐལ་བ་བརྒྱ་སྟོང་དཀའ་སྤྱད་ནས། །ཤེས་རབ་ཆེན་པོའི་སྟོབས་ཀྱིས་ནི། །སྡུག་བསྔལ་རྒྱ་མཚོ་མཐར་བགྱིད་ཤོག །
en: May I, for the sake of all beings, Undergo hardships for a hundred thousand eons, And through the power of wisdom Free them from the ocean of suffering. “ ‘

source: བདག་གིས་སྲོག་ཆགས་ཀུན་གྱི་སླད། །གསེར་འོད་མཆོག་ཏུ་རྣམ་པར་རྒྱལ། །ཟབ་མོའི་མདོ་སྡེ་བཤད་ནས་ནི། །ལས་ངན་རྣམས་ནི་བསལ་བར་ཤོག །
en: May I, for the sake of all beings, Teach the profound Sūtra of The Supremely Victorious Golden Light And clear away all their bad karma. “ ‘

source: གང་ཞིག་བསྐལ་པ་བརྒྱ་སྟོང་དུ། །སྡིག་ལྕི་དག་ནི་བགྱིས་པ་རྣམས། །སྐད་ཅིག་ཙམ་ཞིག་མཐོལ་བཤགས་ན། །སྡིག་པ་མང་པོ་མ་ལུས་བྱང་།
en: If someone who has done heavy bad actions Throughout a hundred thousand eons Confesses and repents them, even for one instant, Then they will be purified of all that bad karma. “ ‘

source: །གསེར་འོད་དམ་པ་འདི་བཞིན་དུ། །དེ་ལྟར་བཤགས་པ་བགྱིས་གྱུར་ན། །སྡུག་བསྔལ་ལས་མང་ཐམས་ཅད་ཀུན། །འདི་ཡི་དབང་གིས་མྱུར་དུ་འབྱང་།
en: If someone makes a confession As in this Sublime Golden Light, Through its power they will quickly Be purified of an entire multitude of sufferings. “ ‘

source: །ཏིང་འཛིན་མཆོག་ནི་བརྒྱ་སྟོང་དང་། །བསམ་གྱིས་མི་ཁྱབ་གཟུངས་རྣམས་དང་། །དབང་སྟོབས་བྱང་ཆུབ་ལམ་ཡན་ལག །རྟག་ཏུ་སྒོམ་ཡང་སྐྱོ་མི་འགྱུར།
en: May I never tire of constant meditation on A hundred thousand samādhis, Countless powers of mental retention, And the strengths, powers, and aspects of enlightenment. “ ‘

source: །བདག་གིས་རིན་ཆེན་ཕུན་ཚོགས་ནས། །ས་བཅུ་ལ་ནི་ཕྱིན་གྱུར་ནས། །སངས་རྒྱས་ཡོན་ཏན་ཡོངས་རྫོགས་ཏེ། །འཁོར་བར་འབབ་པ་སྒྲོལ་བར་ཤོག །
en: May I reach the ten bhūmis, The most perfect of jewels, Complete the qualities of a buddha, And liberate those fallen into saṃsāra. “ ‘

source: བདག་གིས་སངས་རྒྱས་མཚོ་ལས་ནི། །ཤིན་ཏུ་ཟབ་མོ་ཡོན་ཏན་མཛོད། །གྱ་ནོམ་ཡེ་ཤེས་བསམ་དཀའ་བ། །ཕུན་སུམ་ཚོགས་པ་ཐོབ་པར་ཤོག །
en: May I obtain from the ocean of buddhas An extremely profound treasure of qualities, A perfection of sublime wisdom That is difficult to conceive of. “ ‘

source: ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་ཀུན། །བདག་ལ་སོ་སོར་གཟིགས་དགོངས་ནས། །ཐུགས་རྗེ་ཆེན་པོའི་ཐུགས་ཀྱིས་ནི། །བདག་གིས་བཤགས་པ་བཞེས་སུ་གསོལ། །བདག་གིས་བསྐལ་པ་མང་པོར་ནི།
en: I pray that all buddhas in the ten directions Will each look upon and regard me With their minds of great compassion And accept the confession that I make. “ ‘

source: །ལས་ངན་མང་པོ་བགྱིས་པས་ན། །དེ་ཡི་དབང་གིས་སྡུག་བསྔལ་མྱོང་། །ཐུགས་རྗེས་བྱང་བར་མཛད་པར་སྨོན། །བདག་གིས་ལས་ངན་མང་བགྱིས་པ། །རྟག་ཏུ་མྱ་ངན་འཇིགས་སེམས་སྐྱེས།
en: I have committed many bad actions, And misery and fear constantly arise in my mind.

source: །སྤྱོད་ལམ་བཞི་པོ་ཀུན་ཏུ་ཡང་། །དགའ་བའི་འདུ་ཤེས་ཡོད་མ་མཆིས།
en: Even in all of the four kinds of physical actions, I have no experience of happiness. “ ‘

source: །སངས་རྒྱས་ཐུགས་རྗེ་ཆེན་པོ་ལྡན། །སེམས་ཅན་འཇིགས་པ་སེལ་མཛད་ན།
en: The buddhas, who have great compassion, Are able to dispel fear within beings.
